9/data/attachments/232a7b7e98eda813.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Justin_firm_Actions_32376_3</nif:username>
            <nif:friendToBeRequested>soap_actions_034437aa-e179-48af-b527-98e33272c2ae</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>